Repository: appdevpro3/OrderDeliveryAppTemplate-iOS-Swift
Catalog: BakeryOrder/*.lproj/Localizable.strings
Languages: ar_sa

source: Ordered
ar_sa: تم الطلب

source: Making
ar_sa: قيد الاعداد

source: Delivering
ar_sa: توصيل

source: Completed
ar_sa: تم الانجاز

source: Canceled
ar_sa: تم الالغاء

source: Please enter username or email.
ar_sa: ارجو ادخال اسم المستخدم او البريد الالكتروني

source: Please enter password.
ar_sa: الرجاء ادخال الرقم السري

source: Account was deleted by Admin.
ar_sa: تم حذف الحساب من قبل المدير

source: Security info is incorrect.
ar_sa: معلومات الامان غير صحيحة

source: Account not exists.
ar_sa: الحساب غير موجود

source: Invalidate phone number.
ar_sa: رقم الهاتف غير صحيح

source: Forgot Password
ar_sa: نسيت الرقم السري

source: Cancel
ar_sa: الغاء

source: Send
ar_sa: ارسل

source: Success.
ar_sa: نجح

source: Failure.
ar_sa: فشل

source: Server Connection Error.
ar_sa: خطاء في الاتصال

source: Please enter phone number.
ar_sa: الرجاء ادخال رقم الجوال

source: Could not send email
ar_sa: لا يمكن ارسال ايميل

source: Your device could not send email
ar_sa: الجهاز لا يستطيع ارسال الايميل

source: Please login again.
ar_sa: الرجاء الدخول مرة اخرى

source: current password.
ar_sa: الرمز السري الحالي

source: new password.
ar_sa: رقم سري جديد

source: confirm password.
ar_sa: تأكيد الرقم السري

source: Ok
ar_sa: تم

source: Please enter current password.
ar_sa: ادخل الرقم السري الحالي

source: Invalidate current password.
ar_sa: الرقم السري الحالي غير صحيح

source: Please enter new password.
ar_sa: ادخل رقم سري جديد

source: Please confirm password.
ar_sa: تأكيد الرقم السري

source: Don't match new password.
ar_sa: الرقم السري الجديد لا يتطابق

source: Don't match password.
ar_sa: الرقم السري لا يتطابق

source: New Password
ar_sa: رقم سري جديد

source: Please reset password.
ar_sa: اعادة تعيين الرقم السري

source: Payment Confirm
ar_sa: تأكيد الدفع

source: Did you get cash for order?
ar_sa: هل استلمت المبلغ كاش

source: None
ar_sa: لا شيء

source: Customer
ar_sa: العميل

source: My Location
ar_sa: العنوان

source: Please update iOS version.
ar_sa: الرجاء تحديث نظام ابل

source: Hello. How are u?
ar_sa: مرحبا , كيف حالك

source: Driver hasn't phone number.
ar_sa: السائق ليس لديه هاتف

source: ORDER HISTORY
ar_sa: الطلبات السابقة

source: Please enter verification code
ar_sa: ادخل رمز التفعيل

source: Driver
ar_sa: السائق

source: Account already exist.
ar_sa: الحساب مسجل مسبقا

source: Please order breads.
ar_sa: الرجاء اختيار الصنف

source: Please buy bread.
ar_sa: الرجاء الشراء

source: Total Price:
ar_sa: المبلغ الاجمالي

source: Reorder
ar_sa: اعادة الطلب

source: Order
ar_sa: الطلبات

source: Please select delivery address
ar_sa: الرجاء اختيار عنوان التسليم

source: Please enter contact phone number.
ar_sa: الرجاء ادخال رقم الجوال

source: Invalidate Order
ar_sa: طلب غير صحيح

source: Delivery Time
ar_sa: وقت التوصيل

source: Please enter address of selected place.
ar_sa: الرجاء إدخال عنوان المكان المحدد

source: New Address
ar_sa: عنوان جديد

source: Please enter name.
ar_sa: الرجاء ادخال الاسم

source: Confirm
ar_sa: تاكيد

source: Are you sure?
ar_sa: شما مطمئن هستید؟

source: No
ar_sa: نه

source: Driver isn't allocated yet.
ar_sa: راننده هنوز مشخص نشده است.

source: please select time of receipt
ar_sa: اختار وقت التوصيل

source: Reason of reject.
ar_sa: دلیل رد

source: Yes
ar_sa: بله

source: Please input reason of reject.
ar_sa: دلیل رد لطفا ورودی

source: Input
ar_sa: ورودی

source: SELECTE
ar_sa: انتخاب کنید

source: Invalidate Code
ar_sa: کد غير صحيح

source: Please enter username or phone number.
ar_sa: ارجو ادخال اسم المستخدم او رقم الجوال
